Repository: clbasaran/anlik
Catalog: StripMateWatch Watch App/Localizable.xcstrings
Source language: tr
Languages: en, es_es

# watch.a11y.back
source: geri
en: back
es_es: atrás

# watch.a11y.open_camera.hint
source: telefonunda kamerayı açar.
en: opens the camera on your phone.
es_es: abre la cámara en tu teléfono.

# watch.a11y.photo.hint
source: fotoğrafa daha iyi bakmak için telefonunu aç.
en: open your phone to see the photo in detail.
es_es: abre tu teléfono para ver la foto en detalle.

# watch.a11y.streak.row.hint
source: detayları görmek için iki kez dokun.
en: double tap to view details.
es_es: toca dos veces para ver los detalles.

# watch.action.capture
source: Çek
en: Capture
es_es: Capturar

# watch.action.open_camera
source: Kamerayı Aç
en: Open Camera
es_es: Abrir camara

# watch.action.refresh
source: Yenile
en: Refresh
es_es: Actualizar

# watch.complication.photo.description
source: arkadaşlarından gelen en son fotoğrafı kadranda gör.
en: See the latest photo from your friends on your watch face.
es_es: Ve la última foto de tus amigos en la esfera de tu reloj.

# watch.complication.photo.name
source: Son Anlık
en: Latest Photo
es_es: Última foto

# watch.complication.prompt.description
source: Günlük fotoğraf görevini saat yüzeyinde gör.
en: See today's photo prompt on your watch face.
es_es: Ve el reto diario de foto en tu esfera.

# watch.complication.prompt.name
source: Günün Görevi
en: Today's Prompt
es_es: Reto de hoy

# watch.complication.prompt.short
source: görev
en: prompt
es_es: reto

# watch.complication.streak.description
source: En yüksek serini ve aktif seri sayını göster.
en: See your top streak and active streak count.
es_es: Muestra tu mejor racha y cuantas rachas siguen activas.

# watch.complication.streak.name
source: Seri Takibi
en: Streak Tracking
es_es: Seguimiento de rachas

# watch.count.active_suffix
source: aktif
en: active
es_es: activas

# watch.count.day_suffix
source: gün
en: days
es_es: dias

# watch.count.expiring_suffix
source: seri bitiyor
en: streaks are ending
es_es: rachas estan por terminar

# watch.count.streak_suffix
source: seri
en: streaks
es_es: rachas

# watch.cta.share_today
source: Bugün fotoğraf paylaş!
en: Share a photo today!
es_es: Comparte una foto hoy

# watch.empty.photo
source: fotoğraf bekleniyor
en: waiting for a photo
es_es: esperando una foto

# watch.empty.prompt
source: görev bekleniyor
en: waiting for a prompt
es_es: esperando un reto

# watch.empty.streaks
source: seri verisi bekleniyor
en: waiting for streak data
es_es: esperando datos de rachas

# watch.empty.sync.error
source: tekrar denemekte fayda var
en: worth trying again
es_es: vale la pena intentarlo de nuevo

# watch.empty.sync.fresh
source: yeni bir şey geldiğinde burada olur
en: new moments will appear here
es_es: cuando llegue algo nuevo, aparecera aqui

# watch.empty.sync.stale
source: yenilemek iyi gelebilir
en: a refresh could help
es_es: puede venir bien actualizar

# watch.empty.sync.syncing
source: telefonundan yeni veri geliyor
en: new data is coming from your phone
es_es: estan llegando datos nuevos desde tu telefono

# watch.empty.sync.unreachable
source: telefonunu yakına getirip tekrar dene
en: bring your phone closer and try again
es_es: acerca tu telefono y vuelve a intentarlo

# watch.empty.sync.waiting
source: birazdan burada görünür
en: it will show up here soon
es_es: aparecera aqui enseguida

# watch.friend.placeholder
source: Arkadaş
en: Friend
es_es: Amigo

# watch.nav.home
source: Ana Sayfa
en: Home
es_es: Inicio

# watch.prompt.completed
source: Tamamlandı
en: Done
es_es: Hecho

# watch.prompt.fallback
source: anını yakala
en: capture the moment
es_es: captura el momento

# watch.prompt.header
source: günün görevi
en: today's prompt
es_es: reto de hoy

# watch.section.daily_prompt
source: Günün Görevi
en: Today's Prompt
es_es: Reto de hoy

# watch.section.latest_photo
source: Son Fotoğraf
en: Latest Photo
es_es: Ultima foto

# watch.section.other
source: Diğer
en: Other
es_es: Otras

# watch.section.streaks
source: Seriler
en: Streaks
es_es: Rachas

# watch.stats.current
source: Seri
en: Streak
es_es: Racha

# watch.stats.longest
source: En Uzun
en: Longest
es_es: Mas larga

# watch.stats.total
source: Toplam
en: Total
es_es: Total

# watch.sync.error
source: yenileyemedik
en: couldn't refresh
es_es: no pudimos actualizar

# watch.sync.fresh
source: hazır
en: ready
es_es: listo

# watch.sync.fresh.relative
source: son yenileme %@
en: updated %@
es_es: actualizado %@

# watch.sync.stale
source: son veri biraz geride
en: latest sync is a bit behind
es_es: la ultima sincronizacion va un poco atras

# watch.sync.syncing
source: yenileniyor
en: refreshing
es_es: actualizando

# watch.sync.unreachable
source: telefon yakında değil
en: phone isn't nearby
es_es: el telefono no esta cerca

# watch.sync.waiting
source: telefonu bekliyor
en: waiting for phone
es_es: esperando al telefono

# watch.tier.best_friend
source: En İyi Arkadaş
en: Best Friend
es_es: Mejor amigo

# watch.tier.casual
source: Tanıdık
en: Familiar
es_es: Conocido

# watch.tier.close_friend
source: Yakın Arkadaş
en: Close Friend
es_es: Amigo cercano

# watch.tier.new_friend
source: Yeni Arkadaş
en: New Friend
es_es: Nuevo amigo

# watch.tier.soulmate
source: Ruh İkizi
en: Soulmate
es_es: Alma gemela
